export const ru = {
  "translation": {
    "LANGUAGE": "ru",
    "DisplayLang": "Ru",
    "LOCALE": "ru-US",
    "menus": {
      "setting": "Параметр",
      "news": "Новости"
    },
    "login": {
      "title": "Войти",
      "description": "Добро пожаловать! ",
      "forgot": "Забыли пароль"
    },
    "forgot": {
      "title": "Забыли пароль",
      "description": "Если вы забыли свой пароль, выполните следующие действия, чтобы безопасно и быстро восстановить доступ к своей учетной записи."
    },
    "reset": {
      "title": "Сброс пароля",
      "description": "Используйте не менее 8 символов, включая прописные и строчные буквы, цифры и специальные символы.",
      "new": "Новый",
      "confirm": "Подтверждать"
    },
    date: 'Дата',
    label: 'Метка',
    "email": "Электронная почта",
    "password": "Пароль",
    "enterEmail": "Введите адрес электронной почты",
    "enterPassword": "Введите пароль",
    "submit": "Представлять на рассмотрение",
    "signin": "Войти",
    "singOut": "Выход",
    "profileSetting": "Настройка профиля",
    "backTo": "Вернуться к",
    "otp": {
      "title": "Введите одноразовый пароль",
      "subTitle": "На ваш адрес был отправлен 6-значный код.",
      "verify": "Подтвердить одноразовый код",
      "RequestCodeAgain": "Запросить код еще раз"
    },
    "noRecordFound": {
      "title": "записей не найдено",
      "subTitle": "Базы данных по вашим данным не было.",
      "btn": "Назад"
    },
    page: {
      clearFilter: 'Очистить фильтр',
      selectType: 'Выбрать тип',
      siteSetting: 'Настройки сайта',
      configurePage: 'Настроить страницу',
      type: 'Тип',
      title: 'Заголовок',
      meta: 'Мета-данные',
      upload: 'Загрузить файл'
    },
    "aboutPage": {
      "title": "О нас",
      "description": "Добро пожаловать в Ирак VIN, вашего надежного партнера для точного и всестороннего поиска VIN и подробных отчетов об автомобилях. ",
      "ourService": "Наши услуги",
      "serviceDescription": "В Ираке VIN мы осознаем важность покупки автомобиля. ",
      "whyChoose": "Почему стоит выбрать VIN Ирака",
      "whyChooseList": {
        "list1": {
          "title": "Точные данные:",
          "description": "Мы получаем нашу информацию из надежных и актуальных баз данных, чтобы обеспечить точность и надежность получаемых вами данных."
        },
        "list2": {
          "title": "Удобный интерфейс:",
          "description": "Наше приложение имеет интуитивно понятный и удобный интерфейс, обеспечивающий легкий доступ к важной информации об автомобиле."
        },
        "list3": {
          "title": "Подробные отчеты:",
          "description": "Наши подробные отчеты не оставляют камня на камне, предлагая информацию об истории аварий, расчетной рыночной стоимости, отзывах и многом другом."
        },
        "list4": {
          "title": "Расширение возможностей пользователей:",
          "description": "Мы твердо верим, что информированные пользователи делают более разумный выбор. "
        }
      }
    }
  }
};